<!--this page uses component ArticleImage with 2 props image(image path), source(bottom text)-->
<template>
  <div class="primary-bg">
    <!--tailwind @apply class-->
    <section class="wrapper">
      <article>
        <section>
          <h3 class="article_title_image">
            <img
              class="imageArticle"
              src="/images/Article/1.png"
              alt=""
              srcset=""
            />
          </h3>
          <h1 class="article_title">
            Бенуа — идеолог новой художественной эпохи
          </h1>
          <blockquote class="title_quote">
            «Этот образованный и чуткий человек всегда обладал, кроме того,
            одним качеством — страстью к педагогической деятельности. Он, будучи
            ещё совсем молодым человеком, невольно и беспрерывно «вwоспитывал» в
            своих верных собеседниках ту настоящую любовь к искусству, которою
            он непрестанно живёт до сих пор»
          </blockquote>

          <h4 class="quote_author">
            Сергей Павлович Дягилев об Александре Николаевиче Бенуа
          </h4>

          <p class="article_p">
            В Петербурге в семье профессора архитектуры Николая Леонтьевича
            Бенуа и Камиллы Альбертовны Кавос 3 мая 1870 года родился сын —
            Александр Бенуа, которому было уготовано судьбою множество
            замечательных свершений.
          </p>
          <p class="article_p">
            Семейная родословная Бенуа начинается с Никола Дени Бенуа, простого
            хлебопашца. Сын Никола, который приходился прадедом Александру
            Бенуа, получил образование самостоятельно и открыл школу, в которой
            получили образование пятеро его детей. Младший сын Никола, который
            приходился дедом будущему художнику, Луи-Жюль Бенуа, не смог принять
            революционных событий во Франции и в 1794 году приехал в Россию.
          </p>
          <div class="w-[600px] premd:w-full mx-auto">
            <ArticleImage
              image="/images/Article/2.png"
              source="Источник: google.com. Александр Николаевич Бенуа. «Прогулки в любую погоду» (из серии «Последние прогулки короля»). 1896 — 1898 год."
            />
          </div>
          <p class="article_p">
            Обосновавшись в Петербурге дед художника стал метрдотелем при дворе
            Павла I и женился на фрейлине немецкого происхождения Екатерине
            Андреевне Гроппе. Луи Бенуа был зажиточным петербуржцем, имел два
            городских дома и воспитывал одиннадцать детей. Сын Луи Бенуа,
            получивший в России имя Николай Леонтьевич, был крестником
            вдовствующей императрицы Марии Фёдоровны и являлся автором многих
            построек Петербурга и железнодорожных станций.
          </p>

          <p class="article_p">
            Интересна история рода Александра Бенуа и со стороны матери, корни
            которой уходили в венецианские семьи. Прапрадед будущего художника —
            Джованни Кавос, был директором венецианского театра Фениче. Прадед
            Александра Бенуа, сын Джованни Кавоса — Катарино Кавос, в конце
            XVIII столетия приехал в Петербург и руководил частью Императорских
            театров. Именно Катарино Кавос стал родоначальником русской
            <a href="">оперы</a> и создал первый вариант «Ивана Сусанина».
          </p>

          <ArticleImage
            image="/images/Article/3.png"
            source="Источник: google.com. Александр Николаевич Бенуа. «Кормление рыб» (из серии «Последние прогулки короля»). 1897 год."
          />

          <p class="article_p">
            Дед Александра Бенуа — Альберт Катаринович Кавос — учился на
            математическом факультете Падуанского университета, окончив его с
            отличием стал архитектором. Альберт Кавос построил здания
            Мариинского театра в Петербурге и занимался восстановлением Большого
            театра в Москве. Однако, несмотря на столь одарённых предков, мать
            Александра Бенуа не унаследовала ни художественных, ни музыкальных
            талантов, что отнюдь не помешало ей гармонично развивать таланты
            будущего художника.
          </p>

          <p class="article_p">
            Жажда творчества и знаний и художественная среда, с юных лет
            окружавшие Бенуа, помогли стать ему самобытным живописцем и
            талантливым историком искусства. С малых лет Александр Бенуа
            наблюдал за творчеством брата Альберта, писавшего акварелью.
            Семейство часто посещало пригороды Петербурга, дворцовые комплексы
            которого произвели неизгладимое впечатление на юного Бенуа.
          </p>

          <div class="w-[600px] premd:w-full mx-auto">
            <ArticleImage
              image="/images/Article/4.png"
              source="Источник: google.com. Александр Николаевич Бенуа. Страница из «Азбуки в картинках Александра Бенуа». 1904 год."
            />
          </div>

          <p class="article_p">
            С детства Бенуа страстно увлёкся <a href="">театром</a>. Страсть
            была настолько яркой и сильной, что переросла в крепкую любовь на
            всю жизнь. У мальчика были даже игрушечные наборы с декорациями и
            бумажными фигурками актёров, а бабушка по материнской линии
            привозила для внука из Венеции марионеток. Во взрослой жизни
            Александр Бенуа часто разрабатывал художественное оформление к
            спектаклям.
          </p>

          <p class="article_p">
            В период с 1885 по 1890 года Александр учился в частной гимназии
            Карла Ивановича Мая, где подружился с будущими художником
            Константином Сомовым, музыкантом Вальтером Нувелем и критиком
            Дмитрием Философовым. В дальнейшем они организовали общество «Мир
            искусства». В 1887 году Александр Бенуа посещал Академию художеств,
            однако получаемые знания не удовлетворяли требований художника и он
            бросил обучение. Профессионально образование живописца великий
            художник так и не получил.
          </p>

          <ArticleImage
            image="/images/Article/5.png"
            source="Источник: google.com. Александр Николаевич Бенуа. «У бассейна Цереры» (из серии «Последние прогулки короля»). 1897 год."
          />

          <p class="article_p">
            В период с 1890 по 1894 года Бенуа учился на юридическом факультете
            Петербургского университета, а живописью занимался самостоятельно.
            Учителями юного художника были старший брат Альберт и французские
            художники XVIII столетия — Франсуа Буше, Антуан Ватто, Жан-Оноре
            Фрагонар. Александр Бенуа разработал свою собственную программу
            обучения — много упражнялся в рисовании с натуры, с головой
            погрузился в изучение истории живописи. Собственный план обучения
            полностью заменил систематическое обучение в Академии художеств.
            Более того, изучение живописи позволило в дальнейшем Бенуа встать у
            истоков отечественного искусствознания.
          </p>

          <p class="article_p">
            В возрасте двадцати трёх лет в 1893 году Бенуа впервые принял
            участие в выставке «Общества акварелистов», а в 1894 году напечатал
            первый очерк о русском искусстве в мюнхенском издании «История
            живописи в XIX веке». Данным очерком он заявил о себе как о молодом
            талантливом специалисте в области искусствознания.
          </p>

          <div class="w-[600px] premd:w-full mx-auto">
            <ArticleImage
              image="/images/Article/6.png"
              source="Источник: google.com. Александр Николаевич Бенуа. «Озеро Примель. Бретань.». 1905 год."
            />
          </div>

          <p class="article_p">
            В 1894 году Александр Бенуа женился на Анне Кинд, знакомство с
            которой произошло ещё в отроческие годы. Впервые с будущей женой
            Бенуа встретился в шестилетнем возрасте на свадьбе брата Альберта,
            который женился на старшей сестре Анны — Марии Кинд. Первое
            признание в любви Александр сделал на маскараде, когда ещё учился в
            гимназии, в шестнадцать лет. Однако спустя некоторое время Альберт
            Бенуа и Мария Кинд развелись, что охладило отношения между
            семействами и в итоге привело и к разрыву между Анной и Александром
            в 1889 году.
          </p>
          <p class="article_p">
            Спустя два года роман между Анной и Бенуа возобновился, а в 1894
            году, сразу после окончания учёбы в университете, Александр женился
            на Анне. Любовь к жене Александр Бенуа пронёс через всю жизнь — до
            конца своих дней Анна Кинд оставалась для художника самой
            очаровательной женщиной в мире. В 1895 году у супругов родилась дочь
            Анна.
          </p>
          <p class="article_p">
            В 1896 году Бенуа с женой и маленькой дочерью посетили Париж, после
            чего родилась серия акварелей «Последние прогулки короля». С этого
            момента начался творческий путь Александра Бенуа как
            художника-пейзажиста.
          </p>

          <ArticleImage
            image="/images/Article/7.png"
            source="Источник: google.com. Александр Николаевич Бенуа. «Маскарад при Людовике XIV». 1898 год."
          />

          <p class="article_p">
            Величественный памятник культуры ушедшей эпохи Версаль — хранитель
            дворцовых тайн и истории, произвёл на художника сильное впечатление.
            Тщательное изучение исторических материалов позволило художнику
            воссоздать придворный быт Версаля в живописи во всей его красе.
            Александр Бенуа создал акварели-ретроспективы, которые описывают
            события прошлого.
          </p>

          <p class="article_p">
            Серия акварелей «Последние прогулки короля» пропитаны грустью и
            красноречиво повествуют зрителю о том, что яркий век молодости, силы
            и красоты короля Восходящего Солнца остался в прошлом. Данный цикл
            серийных работ художник передал в дар княгине Марии Клавдиевне
            Тенишевой, у которой он был хранителем частного художественного
            собрания.
          </p>

          <p class="article_p">
            В 1898 году в Париже у четы Бенуа родилась вторая дочь — Елена,
            названная в честь одной из двоюродных тёток. Воспитывалась Елена на
            французский лад, за которым тщательно следила приставленная к Анне
            сиделка. В этом же году художник написал «Маскарад при Людовике XIV»
            — яркая, в какой-то мере сказочная работа, пропитанная особой
            выразительностью и мажорным настроением.
          </p>

          <div class="w-[600px] premd:w-full mx-auto">
            <ArticleImage
              image="/images/Article/8.png"
              source="Источник: google.com. Александр Николаевич Бенуа. «Водный партер в Версале». 1905 год."
            />
          </div>

          <p class="article_p">
            В 1898 году произошло ещё одно важное событие — петербургская
            выставка произведений русских и финляндских художников. Организована
            выставка была обществом «Мир искусства» под руководством Александра
            Бенуа и Сергея Дягилева. Идея выставки заключалась в том, что
            участие в ней принимали молодые представители русской живописи,
            которые ненавидели рутину академизма, насаждаемого императорской
            Академией художеств. С другой стороны юные художники не жаждали
            никакой революции и с уважением относились к русской школе живописи.
          </p>

          <p class="article_p">
            В 1899 году общество получило официальное название «Мир искусства»,
            а его идейным лидером стал Александр Бенуа, который также работал и
            над журналом общества. Мирискусники дали жизнь таким направлениям
            искусства, как книжная графика — оформление иллюстраций и
            сценография — оформление спектаклей. Кроме этого они изготовляли
            предметы мебели и другие объекты декоративно-прикладного искусства.
            Общество активно занималось изучением истории русского искусства,
            используя никем не рассматриваемые ранее материалы. На этом прервём
            повествование до следующего раза, когда расскажем о
            <a href="">дальнейшем творчестве</a> и судьбе великого художника.
          </p>
        </section>
        <section class="article_author">
          <span>Автор: <a href="" class="author_link">Журнал Тапиго</a></span>
        </section>
      </article>
    </section>
  </div>
</template>

<script setup>
</script>

<style scoped>
@import url("https://fonts.googleapis.com/css2?family=Roboto:ital,wght@0,100;0,300;0,400;0,500;0,700;0,900;1,100;1,300;1,400;1,500;1,700;1,900&display=swap");

.wrapper {
  padding-top: 70px;
  margin: 0 auto;
  padding-bottom: 100px;
  display: flex;
  flex-direction: column;
  max-width: 950px;
  min-width: 320px;
}

.imageArticle {
  margin: 0 auto;
  border-radius: 8px;
}
.article_title_image {
  margin-bottom: 1.875rem;
}
.article_title {
  font-family: "Roboto", sans-serif;
  font-size: 2.25rem;
  font-weight: 900;
  line-height: 2.5rem;
  text-align: center;
}
.title_quote {
  display: block;
  margin: 0 auto;
  margin-top: 47px;
  width: 80%;
  font-family: Arial, sans-serif;
  font-style: italic;
  font-weight: 700;
  font-size: 1.25rem;
  text-align: center;
}
.quote_author {
  display: block;
  margin-top: 0.625rem;
  margin-bottom: 47px;
  font-size: 0.875rem;
  font-weight: 400;
  font-family: Arial, sans-serif;
  text-align: center;
}
.article_p {
  font-family: "Roboto", sans-serif;
  margin: 0 auto 1.875rem;
  width: 88%;
  line-height: 1.6rem;
}

.article_p a {
  color: #0089ff;
  border-bottom: 1px solid rgba(0, 137, 255, 0.3);
  transition: color 0.3s ease, border-color 0.3s ease;
}

.article_author {
  display: flex;
  justify-content: center;
  align-items: center;

  font-size: 0.75rem;
  font-family: Arial, sans-serif;
  font-style: italic;
  font-weight: 400;
  color: #999;
}

.author_link {
  color: #0089ff;
  border-bottom: 1px solid rgba(0, 137, 255, 0.3);
  transition: color 0.3s ease, border-color 0.3s ease;
}


/*breakpoints*/
@media (max-width: 990px) {
  .wrapper {
    padding: 0 25px 100px;
    width: 100%;
  }
}
@media (max-width: 660px) {
  .article_title {
    font-size: 1.875rem;
    line-height: 2.25rem;
  }
  .title_quote {
    width: 95%;
    font-size: 1rem;
  }
  .article_p {
    width: 100%;
    font-size: 0.875rem;
    line-height: 1.5rem;
  }
}
@media (max-width: 460px) {
  .article_title {
    font-size: 1.25rem;
    line-height: 1.75rem;
  }
}

</style>